tutorials/incompressibleFluid/lidDrivenCavity/ferrum/case/constant/polyMesh/boundary
FoamFile
{
    version 2.0;
    format ascii;
    class polyBoundaryMesh;
    location "constant/polyMesh";
    object boundary;
}

3
(
    walls
    {
        type wall;
        nFaces 6;
        startFace 4;
    }
    lid
    {
        type wall;
        nFaces 2;
        startFace 10;
    }
    frontAndBack
    {
        type empty;
        nFaces 8;
        startFace 12;
    }
)
