tutorials/incompressibleFluid/lidDrivenCavity/ferrum/case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);

boundaryField
{
    walls
    {
        type noSlip;
    }
    lid
    {
        type fixedValue;
        value uniform (1 0 0);
    }
    frontAndBack
    {
        type empty;
    }
}
